import { EmployeeData } from '../types';

export const compareEmployeeChartData: EmployeeData[] = [
  { label: 'الجمعة', بوستينا: 40, سارة: 95, ليان: 78 },
  { label: 'الخميس', بوستينا: 99, سارة: 58, ليان: 10 },
  { label: 'الاربعاء', بوستينا: 82, سارة: 33, ليان: 60 },
  { label: 'الثلاثاء', بوستينا: 15, سارة: 90, ليان: 20 },
  { label: 'الاثنين', بوستينا: 68, سارة: 20, ليان: 97 },
  { label: 'الاحد', بوستينا: 30, سارة: 76, ليان: 30 },
  { label: 'السبت', بوستينا: 95, سارة: 42, ليان: 30 },
];

