import { EmployeeData } from '../types';

export const morningShiftData: EmployeeData[] = [
  { label: '8:00am', بوستينا: 40, سارة: 95, ليان: 78 },
  { label: '9:00am', بوستينا: 99, سارة: 58, ليان: 10 },
  { label: '10:00am', بوستينا: 82, سارة: 33, ليان: 60 },
  { label: '11:00am', بوستينا: 15, سارة: 90, ليان: 20 },
  { label: '12:00am', بوستينا: 68, سارة: 20, ليان: 97 },
  { label: '1:00pm', بوستينا: 30, سارة: 76, ليان: 30 },
  { label: '3:00pm', بوستينا: 95, سارة: 42, ليان: 30 },
];

export const eveningShiftData: EmployeeData[] = [
  { label: '8:00am', بوستينا: 40, سارة: 95, ليان: 78 },
  { label: '9:00am', بوستينا: 99, سارة: 58, ليان: 10 },
  { label: '10:00am', بوستينا: 82, سارة: 33, ليان: 60 },
  { label: '11:00am', بوستينا: 15, سارة: 90, ليان: 20 },
  { label: '12:00am', بوستينا: 68, سارة: 20, ليان: 97 },
  { label: '1:00pm', بوستينا: 30, سارة: 76, ليان: 30 },
  { label: '3:00pm', بوستينا: 95, سارة: 42, ليان: 30 },
];

export const midLevelShiftData: EmployeeData[] = [
  { label: '8:00am', بوستينا: 40, سارة: 95, ليان: 78 },
  { label: '9:00am', بوستينا: 99, سارة: 58, ليان: 10 },
  { label: '10:00am', بوستينا: 82, سارة: 33, ليان: 60 },
  { label: '11:00am', بوستينا: 15, سارة: 90, ليان: 20 },
  { label: '12:00am', بوستينا: 68, سارة: 20, ليان: 97 },
  { label: '1:00pm', بوستينا: 30, سارة: 76, ليان: 30 },
  { label: '3:00pm', بوستينا: 95, سارة: 42, ليان: 30 },
];

